Repository: edsonDeCavalho/MrsWriter-for-writers
Catalog: *.lproj/Localizable.strings
Languages: ca, ro

# Intro1
source: Please enter the name of a book that you want to write
ca: Si us plau, introdueix el nom d'un llibre que vols escriure
ro: Vă rugăm să introduceți numele unei cărți pe care doriți să o scrieți

# Intro2_BookName
source: Enter book name
ca: Introdueix el nom del llibre
ro: Introduceți numele cărții

# Intro2_btncontinue
source: CONTINUE
ca: CONTINUAR
ro: CONTINUAȚI

# Intro2_nameofchapter
source: The name of a first chapter
ca: El nom del primer capítol
ro: Numele primului capitol

# Intro2_chapter
source: Chapter 1
ca: Capítol 1
ro: Capitolul 1

# Intro3_Instructions
source: If you want to create a book or a new chapter it's simple you have just to press the plus button in a easy way
ca: Si vols crear un llibre o un nou capítol, és senzill, només has de prémer el botó més d'una manera fàcil
ro: Dacă doriți să creați o carte sau un nou capitol, este simplu, trebuie doar să apăsați butonul plus într-un mod ușor

# EditText_page_entertile
source: Enter a title
ca: Introdueix un títol
ro: Introduceți un titlu

# Enter_your_text
source: Enter your text here...
ca: Introdueix el teu text aquí...
ro: Introduceți textul aici...

# export_button
source: Export your book
ca: Exporta el teu llibre
ro: Exportați cartea dvs.

source: Description:
ca: Descripció:
ro: Descriere:

# chapittres
source: Chapters:
ca: Capítols:
ro: Capitole:

source: Save
ca: Desar
ro: Salvați

source: Delete Book
ca: Eliminar llibre
ro: Ștergeți cartea

# areyousureLivre
source: Are you sure you want to delete this book?
ca: Estàs segur que vols eliminar aquest llibre?
ro: Sunteți sigur că doriți să ștergeți această carte?

source: Delete
ca: Eliminar
ro: Ștergeți

# successfully_changes
source: Changes saved successfully!
ca: Canvis desats amb èxit!
ro: Modificările au fost salvate cu succes!

source: Edit Title
ca: Edita el títol
ro: Editați titlul

source: Book saved!
ca: Llibre desat!
ro: Cartea a fost salvată!

source: Book deleted!
ca: Llibre eliminat!
ro: Cartea a fost ștearsă!

source: Book Title
ca: Títol del llibre
ro: Titlul cărții

source: Enter book title
ca: Introdueix el títol del llibre
ro: Introduceți titlul cărții

source: Book Description
ca: Descripció del llibre
ro: Descrierea cărții

source: Select Book Color
ca: Selecciona el color del llibre
ro: Selectați culoarea cărții

source: Select Book Type
ca: Selecciona el tipus de llibre
ro: Selectați tipul cărții

source: Book Type
ca: Tipus de llibre
ro: Tipul cărții

source: Create Book
ca: Crear llibre
ro: Creați cartea

# createnewbook
source: Create a new Book
ca: Crear un nou llibre
ro: Creați o nouă carte

# livrecree
source: Book Created
ca: Llibre creat
ro: Cartea a fost creată

# thebook
source: The book has been created
ca: El llibre ha estat creat
ro: Cartea a fost creată

# hasbeencreated
source: has been successfully created.
ca: s'ha creat amb èxit.
ro: a fost creată cu succes.

# fic
source: Fiction
ca: Ficció
ro: Ficțiune

# non-fic
source: Non-Fiction
ca: No-ficció
ro: Non-ficțiune

# biogra
source: Biography
ca: Biografia
ro: Biografie

# fanty
source: Fantasy
ca: Fantasía
ro: Fantezie

# science
source: Science Fiction
ca: Ciència-ficció
ro: Științifico-fantastic

# mis
source: Mystery
ca: Misteri
ro: Mister

# chaptertitre
source: Chapter title
ca: Títol del capítol
ro: Titlul capitolului

# enteryoutext
source: Enter your text here...
ca: Introdueix el teu text aquí...
ro: Introduceți textul aici...

source: New chapter
ca: Nou capítol
ro: Capitol nou

# saveenre
source: Saved
ca: Desat
ro: Salvat

# deletedText
source: Delete Text
ca: Eliminar text
ro: Ștergeți textul

# areyousure
source: Are you sure you want to delete this text?
ca: Estàs segur que vols eliminar aquest text?
ro: Sunteți sigur că doriți să ștergeți acest text?

# deletedc
source: Delete
ca: Eliminar
ro: Ștergeți

# selectabook
source: Choose a Book
ca: Tria un llibre
ro: Alegeți o carte

# changessaved
source: Changes saved successfully!
ca: Canvis desats amb èxit!
ro: Modificările au fost salvate cu succes!

# emptytitle
source: Emty title
ca: Títol buit
ro: Titlu gol

# textsavedinsert
source: Text saved and inserted into context
ca: Text desat i inserit en el context
ro: Textul a fost salvat și inserat în context

# yourlastchapte
source: Your last chapters :
ca: Els teus últims capítols:
ro: Ultimele dvs. capitole:

source: Welcome back
ca: Benvingut de nou
ro: Bine ați revenit

# welcometomrswriter
source: Welcome to MrsWriter. This application will help you to create your own books in an easy way
ca: Benvingut a MrsWriter. Aquesta aplicació t'ajudarà a crear els teus propis llibres de manera fàcil
ro: Bine ați venit la MrsWriter. Această aplicație vă va ajuta să creați propriile cărți într-un mod simplu

# continuebutton
source: CONTINUE
ca: CONTINUAR
ro: CONTINUAȚI

source: Your Books:
ca: Els teus llibres:
ro: Cărțile dvs.:

# chooseoPTION
source: Choose an Option
ca: Tria una opció
ro: Alegeți o opțiune

source: Add Book
ca: Afegir llibre
ro: Adăugați carte

source: Add Book tapped
ca: Afegir llibre seleccionat
ro: Carte adăugată

# addChapter
source: Add a Chapter
ca: Afegir un capítol
ro: Adăugați un capitol

# createfile
source: Create a chapter
ca: Crear un capítol
ro: Creează un capitol

# createsharetext
source: Create and Share Text File
ca: Crear i compartir fitxer de text
ro: Creați și partajați fișier text

# movetbook
source: Move to a Book
ca: Moure a un llibre
ro: Mută într-o carte

# book_created_message
source: The book %@ has been created
ca: El llibre %@ ha estat creat
ro: Cartea %@ a fost creată

# ok_button
source: OK
ca: D'acord
